Repository: common-repository/superadmin-helper
Catalog: languages/superadmin-helper-*.po
Languages: cs_cz, es, sr_rs

source: Superadmin helper settings
cs_cz: Nastavení Superadmin Helper
es: Configuración Superadmin Helper
sr_rs: Superadmin helper postavke

source: Options saved
cs_cz: Nastavení uloženo
sr_rs: Opcije sačuvane

source: Basic information about events in multisite network.
cs_cz: Základní informace o událostech v síti blogů.
sr_rs: Osnovne informacije o dogadjajima u multisajt mreži.

source: List of e-mails sent by WordPress
cs_cz: Seznam e-mailů odeslaných WordPressem.
sr_rs: Lista emailova poslatih od strane WordPress-a

source: Superadmin Helper was successfully registered with WLS.
cs_cz: Superadmin Helper byl úspěšně zaregistrován k WLS.
sr_rs: Superadmin Helper je uspešno registrovan sa WLS.

source: Error while trying to register Superadmin Helper with WLS.
cs_cz: Chyba při pokusu o registraci Superadmin Helper k WLS.
sr_rs: Greška prilikom pokušaja registrovanja Superadmin Helper-a sa WLS.

source: Superadmin Helper successfully unregistered from WLS, log entries deleted.
cs_cz: Superadmin Helper byl úspěšně odregistrován od WLS a logy byly smazány.
sr_rs: Superadmin Helper je uspešno odrgistrovan iz WLS, log unosi obrisani.

source: Error while trying to unregister Superadmin Helper from WLS
cs_cz: Chyba při pokusu o odregistrování Superadmin Helper od WLS.
sr_rs: Greška prilikom pokušaja odregistrovanja Superadmin Helper sa WLS

source: Superadmin Helper options
cs_cz: Nastavení Superadmin Helper
es: Opciones de Superadmin Helper
sr_rs: Superadmin Helper opcije

source: Registration with WLS
cs_cz: Registrace k WLS
es: Registro con WLS
sr_rs: Registracija sa WLS

source: Wordpress Logging Service was detected.
cs_cz: Byl detekován plugin Wordpress Logging Service.
es: Se detectó servicio de registro Wordpress.
sr_rs: Wordpress Logging usluga je primećena..

source: Register with WLS
cs_cz: Registrovat k WLS
es: Regístrate con WLS
sr_rs: Registrovano sa WLS

source: Unregister from WLS and delete log entries
cs_cz: Odregistrovat od WLS a odstranit logy
es: Anular el registro de WLS y eliminar entradas del registro
sr_rs: Odregistrovano sa WLS i obrisani log unosi

source: Activate IP permban when someone tries to login as "admin"
cs_cz: Aktivovat trvalé banování IP adres, ze kterých se někdo bude snažit přihlásit jako "admin".
es: Activar IP permban cuando alguien trate de entrar como "admin"
sr_rs: Aktivan IP permban kaa neko pokuša da se uloguje kao "admin"

source: Message to be shown to blocked viewers
cs_cz: Zpráva, která bude zobrazena banovaným návštěvníkům
es: Mensaje para ser mostrado a los espectadores bloqueados
sr_rs: Poruka može biti prikazana blokiranim posetiocima

source: Save
cs_cz: Uložit
es: Guardar
sr_rs: Sačuvati

source: Superadmin mode
cs_cz: Superadmin mód
es: Modo Superadmin

source: Be very careful. Wrong value can do some damage.
cs_cz: Buďte velmi opatrní. Nastavením špatné hodnoty toho můžete hodně pokazit.
es: Ten mucho cuidado. Un valor incorrecto puede hacer algún daño.
sr_rs: Budite obazrivi. Pogrešna vrednost vam može naneti štetu.

source: Primary blog
cs_cz: Primární blog
es: Blog Primario
sr_rs: Primarni blog

source: Last login
cs_cz: Poslední přihlášení
es: Último acceso
sr_rs: Poslednji login

source: IP address
cs_cz: IP adresa
es: Dirección IP
sr_rs: IP adresa

source: Notes
cs_cz: Poznámky
es: Notas
sr_rs: Beleške

source: Action
cs_cz: Akce
es: Acción
sr_rs: Akcija

source: Possible origins of attack / affected visitors
cs_cz: Možné původy útoku nebo postižení návštěvníci
es: posibles orígenes de ataque / visitantes afectados
sr_rs: Moguće poreklo napada / pogodjenih posltilaca

source: Superadmin helper
es: Ayudante Superadmin (Superadmin Helper)

source: Sada utilit pro zjednodušení správy sítě blogů. Superadministrátorský plugin. <strong>Vyvinuto a určeno pro blogosphere.cz</strong>
es: Sada utilit pro zjednodušení správy Sitio blogů. Plugin Superadministrátorský. <strong> Vyvinuto un určeno pro blogosphere.cz </strong>
